[
    {
        "id": "1.",
        "title": "Общие положения",
        "description": [
            {
                "id": "",
                "description": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных). В ней описан порядок обработки персональных данных и способы обеспечения безопасности персональных данных, используемые командой разработки веб-сайта partyshaker.ru."
            },
            {
                "id": "1.1.",
                "description": "Условие осуществления деятельности Оператора — соблюдение прав и свобод человека при обработке его персональных данных, в том числе защита прав на неприкосновенность частной жизни, личную и семейную тайну."
            },
            {
                "id": "1.2.",
                "description": "Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта partyshaker.ru."
            }
        ]
    },
    {
        "id": "2.",
        "title": "Основные термины",
        "description": [
            {
                "id": "2.1.",
                "description": "Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники."
            },
            {
                "id": "2.2.",
                "description": "Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, когда обработка необходима для уточнения персональных данных)."
            },
            {
                "id": "2.3.",
                "description": "Сайт — совокупность графических и информационных материалов, а также баз данных и программ для ЭВМ, обеспечивающих доступность сайта в интернете по адресу https://partyshaker.ru."
            },
            {
                "id": "2.4.",
                "description": "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств."
            },
            {
                "id": "2.5.",
                "description": "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному человеку."
            },
            {
                "id": "2.6.",
                "description": "Обработка персональных данных — любое действие, совершаемое с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление), обезличивание, блокирование, удаление, уничтожение."
            },
            {
                "id": "2.7.",
                "description": "Оператор — команда разработки Сайта."
            },
            {
                "id": "2.8.",
                "description": "Персональные данные — любая информация о посетителе Сайта, позволяющая однозначно идентифицировать её владельца."
            },
            {
                "id": "2.9.",
                "description": "Пользователь — любой посетитель Сайта."
            },
            {
                "id": "2.10.",
                "description": "Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства, органу власти иностранного государства, иностранному физическому или юридическому лицу."
            }
        ]
    },
    {
        "id": "3.",
        "title": "Права и обязанности Оператора",
        "description": [
            {
                "id": "3.1.",
                "description": [
                    {
                        "id": "",
                        "description": "Оператор имеет право: получать от Пользователя достоверные информацию и документы, содержащие персональные данные; продолжать обработку персональных данных даже без согласия Пользователя при наличии законных оснований; самостоятельно определять меры для выполнения обязанностей, предусмотренных Законом о персональных данных и принять их в соответствии с иными нормативными правовыми актами."
                    }
                ]
            },
            {
                "id": "3.2.",
                "description": [
                    {
                        "id": "",
                        "description": "Оператор обязан: предоставлять по просьбе Пользователя информацию об обработке его персональных данных; организовать обработку персональных данных в порядке, установленном действующим законодательством РФ; отвечать на обращения и запросы Пользователей и их законных представителей в соответствии с требованиями Закона о персональных данных; по запросу уполномоченного органа по защите прав субъектов персональных данных сообщать ему необходимую информацию; принимать правомерные меры для защиты персональных данных от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также иных неправомерных действий; прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных; исполнять иные обязанности, предусмотренные Законом о персональных данных."
                    }
                ]
            }
        ]
    },
    {
        "id": "4.",
        "title": "Права и обязанности Пользователя",
        "description": [
            {
                "id": "4.1.",
                "description": [
                    {
                        "id": "",
                        "description": "Пользователь имеет право: получать информацию, касающуюся обработки его персональных данных, кроме случаев, предусмотренных федеральными законами. Сведения предоставляются Пользователю Оператором в доступной форме, и в них не должны содержаться персональные данные других Пользователей, кроме случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок её получения установлен Законом о персональных данных; требовать от Оператора уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели их обработки, а также принимать законные меры по защите своих прав; выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг; на отзыв согласия на обработку персональных данных, а также на предъявление требования о прекращении обработки персональных данных; обжаловать в уполномоченном органе по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных; осуществлять иные права, предусмотренные законодательством РФ."
                    }
                ]
            },
            {
                "id": "4.2.",
                "description": [
                    {
                        "id": "",
                        "description": "Пользователь обязан: предоставлять Оператору достоверные данные о себе; сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных."
                    }
                ]
            }
        ]
    },
    {
        "id": "5.",
        "title": "Принципы обработки персональных данных",
        "description": [
            {
                "id": "5.1.",
                "description": "Обработка персональных данных осуществляется на законной и справедливой основе."
            },
            {
                "id": "5.2.",
                "description": "Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных."
            },
            {
                "id": "5.3.",
                "description": "Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой."
            },
            {
                "id": "5.4.",
                "description": "Обработке подлежат только персональные данные, которые отвечают целям их обработки."
            },
            {
                "id": "5.5.",
                "description": "Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки."
            },
            {
                "id": "5.6.",
                "description": "При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры либо обеспечивает их принятие по удалению или уточнению неполных или неточных данных."
            },
            {
                "id": "5.7.",
                "description": "Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом."
            }
        ]
    },
    {
        "id": "6.",
        "title": "Цели обработки персональных данных",
        "description": [
            {
                "id": "6.1.",
                "description": "Цель обработки персональных данных Пользователя: информирование Пользователя посредством отправки электронных писем; предоставление Пользователю доступа к сервисам, информации и/или материалам, содержащимся на веб-сайте."
            },
            {
                "id": "6.2.",
                "description": "Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты info@partyshaker.ru с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях»."
            },
            {
                "id": "6.3.",
                "description": "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания."
            }
        ]
    },
    {
        "id": "7.",
        "title": "Правовые основания обработки персональных данных",
        "description": [
            {
                "id": "7.1.",
                "description": "Правовыми основаниями обработки персональных данных Оператором являются: федеральные законы, иные нормативные правовые акты в сфере защиты персональных данных; согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения."
            },
            {
                "id": "7.2.",
                "description": "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://partyshaker.ru или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает своё согласие с данной Политикой."
            },
            {
                "id": "7.3.",
                "description": "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов cookie и использование технологии JavaScript)."
            }
        ]
    },
    {
        "id": "8.",
        "title": "Действия, производимые Оператором с полученными персональными данными",
        "description": [
            {
                "id": "8.1.",
                "description": "Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных."
            },
            {
                "id": "8.2.",
                "description": "Оператор осуществляет автоматизированную обработку персональных данных с получением и передачей полученной информации по информационно-телекоммуникационным сетям."
            }
        ]
    },
    {
        "id": "9.",
        "title": "Трансграничная передача персональных данных",
        "description": [
            {
                "id": "9.1.",
                "description": "До начала осуществления деятельности по трансграничной передаче персональных данных Оператор обязан убедиться в том, что иностранным государством, на территорию которого предполагается передача персональных данных, обеспечивается надежная защита прав субъектов персональных данных. Также уведомляется об этом компетентный орган в области защиты прав субъектов персональных данных."
            },
            {
                "id": "9.2.",
                "description": "До подачи вышеуказанного уведомления Оператор обязан получить соответствующие сведения от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных."
            }
        ]
    },
    {
        "id": "10.",
        "title": "Конфиденциальность персональных данных",
        "description": [
            {
                "id": "",
                "description": "Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия Пользователя, если иное не предусмотрено законом."
            }
        ]
    },
    {
        "id": "11.",
        "title": "Заключительные положения",
        "description": [
            {
                "id": "11.1.",
                "description": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору по адресу электронной почты info@partyshaker.ru."
            },
            {
                "id": "11.2.",
                "description": "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены её новой версией."
            },
            {
                "id": "11.3.",
                "description": "Актуальная версия Политики в свободном доступе расположена в интернете по адресу https://partyshaker.ru/privacy/"
            }
        ]
    }
]
